Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: The format of '%s' cannot be detected. Have a look at the log for details.
ca_es: No es pot detectar el format de «%s». Per a més detalls vegeu el registre.

source: Title
ca_es: Títol

source: Artist
ca_es: Artista

source: Genre
ca_es: Gènere

source: Album
ca_es: Àlbum

source: Track number
ca_es: Número de la pista

source: Rating
ca_es: Valoració

source: Date
ca_es: Data

source: Setting
ca_es: Paràmetres

source: Now Playing
ca_es: S'està reproduint

source: Publisher
ca_es: Editor

source: Encoded by
ca_es: Codificat per

source: Artwork URL
ca_es: URL de la fotografia

source: Track ID
ca_es: Identificador de la pista

source: Bookmark
ca_es: Preferit

source: Programs
ca_es: Programes

source: Chapter
ca_es: Capítol

source: Navigation
ca_es: Navegació

source: Video Track
ca_es: Pista de vídeo

source: Audio Track
ca_es: Pista d'àudio

source: Subtitle Track
ca_es: Pista de subtítols

source: Next title
ca_es: Títol següent

source: Previous title
ca_es: Títol anterior

source: Title %i%s
ca_es: Títol %i%s

source: Chapter %i
ca_es: Capítol %i

source: Next chapter
ca_es: Capítol següent

source: Previous chapter
ca_es: Capítol anterior

source: Media: %s
ca_es: Suport: %s

source: Add Interface
ca_es: Afegeix una interfície

source: Console
ca_es: Consola

source: Debug logging
ca_es: Registre de depuració

source: Mouse Gestures
ca_es: Moviments del ratolí

source: Running vlc with the default interface. Use 'cvlc' to use vlc without interface.
ca_es: S'està executant el VLC amb la interfície per defecte. Feu servir «cvlc» per utilitzar el VLC sense interfície.

source: 1:4 Quarter
ca_es: 1:4 Quart

source: 1:2 Half
ca_es: 1:2 Meitat

source: 2:1 Double
ca_es: 2:1 Doble

source: These options allow you to configure the interfaces used by VLC. You can select the main interface, additional interface modules, and define various related options.
ca_es: Aquestes opcions us permeten configurar les interfícies utilitzades pel VLC. Podeu seleccionar la interfície principal, mòduls d'interfície addicionals i definir vàries opcions relacionades.

source: Interface module
ca_es: Mòdul de la interfície

source: This is the main interface used by VLC. The default behavior is to automatically select the best module available.
ca_es: Aquesta és la interfície principal utilitzada pel VLC. El comportament per defecte és seleccionar automàticament el millor mòdul disponible.

source: Extra interface modules
ca_es: Mòduls de la interfície addicional

source: You can select "additional interfaces" for VLC. They will be launched in the background in addition to the default interface. Use a colon separated list of interface modules. (common values are "rc" (remote control), "http", "gestures" ...)
ca_es: Aquesta opció us permet seleccionar «interfícies addicionals» per al VLC. S'executen en segon pla, unides a la interfície per defecte. Utilitzeu una llista de mòduls d'interfície separats per comes (els valors comuns són «rc» (control remot), «http» «gestures»...)

source: You can select control interfaces for VLC.
ca_es: Aquesta opció us permet seleccionar interfícies de control per al VLC.

source: Verbosity (0,1,2)
ca_es: Loquacitat (0,1,2)

source: This is the verbosity level (0=only errors and standard messages, 1=warnings, 2=debug).
ca_es: Aquesta opció defineix el nivell de loquacitat (0=només errors i missatges estàndards, 1=avisos, 2=depuració).

source: Be quiet
ca_es: Mode silenciós

source: Turn off all warning and information messages.
ca_es: Aquesta opció desactiva tots els missatges d'avís i d'informació.

source: Default stream
ca_es: Flux per defecte

source: This stream will always be opened at VLC startup.
ca_es: Aquest flux sempre s'obrirà quan s'iniciï el VLC.

source: Color messages
ca_es: Missatges de color

source: This enables colorization of the messages sent to the console Your terminal needs Linux color support for this to work.
ca_es: Aquesta opció us permet acolorir els missatges que s'envien a la consola. El vostre terminal ha d'admetre el color de Linux perquè funcioni.

source: Show advanced options
ca_es: Mostra les opcions avançades

source: When this is enabled, the preferences and/or interfaces will show all available options, including those that most users should never touch.
ca_es: Quan s'activi aquesta opció, les preferències i/o interfícies mostraran totes les opcions disponibles.També es mostraran aquelles opcions que es recomana a la majoria dels usuaris no toquin.

source: Interface interaction
ca_es: Interacció de la interfície

source: When this is enabled, the interface will show a dialog box each time some user input is required.
ca_es: Quan s'activi aquesta opció, es mostrarà un quadre de diàleg cada vegada que es necessiti una entrada de l'usuari.

source: These options allow you to modify the behavior of the audio subsystem, and to add audio filters which can be used for post processing or visual effects (spectrum analyzer, etc.). Enable these filters here, and configure them in the "audio filters" modules section.
ca_es: Aquestes opcions us permeten modificar el comportament del subsistema d'àudio i afegir filtres d'àudio que poden utilitzar-se pel post-processament o pels efectes visuals (analitzador espectral, etc.). Habiliteu aquests filtres aquí i configureu-los a la secció de mòduls «filtres d'àudio».

source: Audio output module
ca_es: Mòdul de sortida d'àudio

source: This is the audio output method used by VLC. The default behavior is to automatically select the best method available.
ca_es: Aquesta opció us permet seleccionar el mètode de sortida d'àudio utilitzat pel VLC. El comportament per defecte és triar automàticament el millor mètode possible.

source: Enable audio
ca_es: Habilita l'àudio

source: You can completely disable the audio output. The audio decoding stage will not take place, thus saving some processing power.
ca_es: Aquesta opció us permet desactivar completament la sortida d'àudio. En aquest cas, no succeeix la descodificació d'àudio i s'estalvia així potència del processament.

source: Audio gain
ca_es: Guany d'àudio

source: This linear gain will be applied to outputted audio.
ca_es: Aquest guany lineal s'aplicarà a l'àudio de sortida.

source: Audio output volume step
ca_es: Pas del volum de la sortida d'àudio

source: The step size of the volume is adjustable using this option.
ca_es: Aquesta opció us permet definir la mida del pas del volum de la sortida.

source: Remember the audio volume
ca_es: Recorda el volum de l'àudio

source: The volume can be recorded and automatically restored next time VLC is used.
ca_es: El volum es pot enregistrar i restaurar automàticament la propera vegada que s'utilitzi el VLC.

source: Audio desynchronization compensation
ca_es: Compensació de la falta de sincronització de l'àudio

source: This delays the audio output. The delay must be given in milliseconds. This can be handy if you notice a lag between the video and the audio.
ca_es: Aquesta opció us permet retardar la sortida d'àudio. Heu de donar un nombre de mil·lisegons. Pot ser útil si noteu un retard entre el vídeo i l'àudio.

source: Audio resampler
ca_es: Remostrador d'àudio

source: This selects which plugin to use for audio resampling.
ca_es: Això selecciona el connector que es farà servir per al remostreig de l'àudio.

source: This sets the audio output channels mode that will be used by default when possible (ie. if your hardware supports it as well as the audio stream being played).
ca_es: Aquesta opció us permet definir el mode de canals de sortida d'àudio que s'utilitzarà per defecte quan sigui possible (p. ex. si el vostre maquinari i el flux d'àudio que s'està executant ho admeten).

source: Use S/PDIF when available
ca_es: Utilitza la sortida d'àudio S/PDIF si està disponible

source: S/PDIF can be used by default when your hardware supports it as well as the audio stream being played.
ca_es: Aquesta opció us permet utilitzar la sortida d'àudio S/PDIF per defecte quan el vostre maquinari i el flux d'àudio que s'està executant ho admeten.

source: Force detection of Dolby Surround
ca_es: Força la detecció de Dolby Surround

source: Use this when you know your stream is (or is not) encoded with Dolby Surround but fails to be detected as such. Even if the stream is not actually encoded with Dolby Surround, turning on this option might enhance your experience, especially when combined with the Headphone Channel Mixer.
ca_es: Utilitzeu-lo quan el flux de reproducció estigui (o no estigui) codificat amb Dolby Surround però falli quan es detecti com a tal. Fins i tot si el flux no està codificat amb Dolby Surround, si activeu aquesta opció millorarà la vostra experiència, especialment quan es combini amb el mesclador de canals dels auriculars.

source: On
ca_es: Actiu

source: Off
ca_es: Inactiu

source: Stereo audio output mode
ca_es: Mode de sortida de l'àudio estère

source: This adds audio post processing filters, to modify the sound rendering.
ca_es: Aquesta opció us permet afegir filtres de postprocessament, per modificar la renderització del so.

source: This adds visualization modules (spectrum analyzer, etc.).
ca_es: Aquesta opció us permet afegir mòduls de visualització (analitzador espectral, etc).

source: Replay gain mode
ca_es: Mode de guany de reproducció

source: Select the replay gain mode
ca_es: Seleccioneu el mode de guany de reproducció

source: Replay preamp
ca_es: Preamplificació de la reproducció

source: This allows you to change the default target level (89 dB) for stream with replay gain information
ca_es: Aquesta opció us permet canviar el nivell establert per defecte (89 dB) per als fluxos amb informació de guany de reproducció

source: Default replay gain
ca_es: Guany de reproducció per defecte

source: This is the gain used for stream without replay gain information
ca_es: Aquest és el guany utilitzat per als fluxos sense informació de guany de reproducció

source: Peak protection
ca_es: Protecció als pics

source: Protect against sound clipping
ca_es: Protegeix contra la distorsió del so

source: Enable time stretching audio
ca_es: Habilita la modificació de la velocitat de l'àudio

source: This allows playing audio at lower or higher speed without affecting the audio pitch
ca_es: Aquesta opció us permet reproduir l'àudio a una velocitat menor o major sense afectar el to de l'àudio

source: None
ca_es: Cap

source: These options allow you to modify the behavior of the video output subsystem. You can for example enable video filters (deinterlacing, image adjusting, etc.). Enable these filters here and configure them in the "video filters" modules section. You can also set many miscellaneous video options.
ca_es: Aquestes opcions us permeten modificar el comportament del subsistema de la sortida de vídeo. Podeu per exemple habilitar filtres de vídeo (desentrellaçat , ajust d'imatge, etc.) Habiliteu-los aquí i configureu-los a la secció de mòduls «filtres de vídeo». També podeu definir diverses opcions de vídeo.

source: Video output module
ca_es: Mòdul de la sortida de vídeo

source: This is the the video output method used by VLC. The default behavior is to automatically select the best method available.
ca_es: Aquesta opció us permet seleccionar el mètode de sortida de vídeo utilitzat pel VLC. El comportament per defecte és seleccionar automàticament el millor mètode disponible.

source: Enable video
ca_es: Habilita el vídeo

source: You can completely disable the video output. The video decoding stage will not take place, thus saving some processing power.
ca_es: Aquesta opció us permet inhabilitar totalment la sortida de vídeo. En aquest cas, no succeeix la descodificació de vídeo i s'estalvia així alguna potència de processament.

source: Video width
ca_es: Amplada del vídeo

source: You can enforce the video width. By default (-1) VLC will adapt to the video characteristics.
ca_es: Aquesta opció us permet forçar aquí una amplada de vídeo. Per defecte (-1) El VLC s'adaptarà a les característiques del vídeo.

source: Video height
ca_es: Alçada del vídeo

source: You can enforce the video height. By default (-1) VLC will adapt to the video characteristics.
ca_es: Aquesta opció us permet forçar aquí una alçada de vídeo. Per defecte (-1) El VLC s'adaptarà a les característiques del vídeo.

source: Video X coordinate
ca_es: Coordenada X del vídeo

source: You can enforce the position of the top left corner of the video window (X coordinate).
ca_es: Aquesta opció us permet forçar aquí la posició de la cantonada superior esquerra de la finestra de vídeo (coordenada X).

source: Video Y coordinate
ca_es: Coordenada Y del vídeo

source: You can enforce the position of the top left corner of the video window (Y coordinate).
ca_es: Aquesta opció us permet forçar aquí la posició de la cantonada superior esquerra de la finestra de vídeo (coordenada y).

source: Video title
ca_es: Títol del vídeo

source: Custom title for the video window (in case the video is not embedded in the interface).
ca_es: Títol personalitzat per a la finestra de vídeo (en cas que el vídeo no estigui inclòs dins la interfície).

source: Video alignment
ca_es: Alineació del vídeo

source: Enforce the alignment of the video in its window. By default (0) it will be centered (0=center, 1=left, 2=right, 4=top, 8=bottom, you can also use combinations of these values, like 6=4+2 meaning top-right).
ca_es: Aquesta opció us permet forçar l'alineació del vídeo a la seva finestra. Per defecte (0) estarà centrat(0=centre, 1=esquerra, 2=dreta, 4=superior, 8=inferior, també podeu utilitzar combinacions d'aquests valors).

source: Center
ca_es: Centre

source: Top
ca_es: Superior

source: Bottom
ca_es: Inferior

source: Top-Left
ca_es: Superior esquerra

source: Top-Right
ca_es: Superior dreta

source: Bottom-Left
ca_es: Inferior esquerra

source: Bottom-Right
ca_es: Inferior dreta

source: Zoom video
ca_es: Fes un zoom al vídeo

source: You can zoom the video by the specified factor.
ca_es: Aquesta opció us permet fer un zoom al vídeo amb el valor especificat.

source: Grayscale video output
ca_es: Sortida de vídeo en escala de grisos

source: Output video in grayscale. As the color information aren't decoded, this can save some processing power.
ca_es: Sortida de vídeo en escala de grisos. Com que la informació de color no es descodifica, es pot estalviar potència de processament.

source: Embedded video
ca_es: Vídeo incrustat

source: Embed the video output in the main interface.
ca_es: Incrusta la sortida del vídeo a la interfície principal.

source: Fullscreen video output
ca_es: Sortida de vídeo en pantalla completa

source: Start video in fullscreen mode
ca_es: Comença en mode de pantalla completa

source: Overlay video output
ca_es: Sortida de vídeo superposada

source: Overlay is the hardware acceleration capability of your video card (ability to render video directly). VLC will try to use it by default.
ca_es: La superposició és la capacitat d'acceleració del maquinari de la targeta de vídeo (capacitat per renderitzar vídeo directament). El VLC intentarà utilitzar-lo per defecte.

source: Always on top
ca_es: Sempre a dalt

source: Always place the video window on top of other windows.
ca_es: Posa sempre la finestra de vídeo sobre les altres finestres.

source: Enable wallpaper mode
ca_es: Habilita el mode de fons de pantalla

source: The wallpaper mode allows you to display the video as the desktop background.
ca_es: El mode de fons de pantalla us permet mostrar el vídeo com si fos el fons d'escriptori.

source: Show media title on video
ca_es: Mostra el títol de l'element multimèdia en el vídeo

source: Display the title of the video on top of the movie.
ca_es: Mostra el títol del vídeo a la part superior de la pel·lícula.

source: Show video title for x milliseconds
ca_es: Mostra el títol del vídeo durant x mil·lisegons

source: Show the video title for n milliseconds, default is 5000 ms (5 sec.)
ca_es: Mostra el títol del vídeo durant n mil·lisegons; per defecte, 5000 ms (5 s)

source: Position of video title
ca_es: Posició del títol del vídeo

source: Place on video where to display the title (default bottom center).
ca_es: Lloc al vídeo on es mostra el títol (per defecte al centre de la part inferior).

source: Hide cursor and fullscreen controller after x milliseconds
ca_es: Amaga el punter i el controlador de pantalla completa després de x mil·lisegons

source: Hide mouse cursor and fullscreen controller after n milliseconds.
ca_es: Amaga el punter i els controls de pantalla completa després de n mil·lisegons.

source: Deinterlace
ca_es: Desentrellaça

source: Deinterlace mode
ca_es: Mode de desentrellaçat

source: Deinterlace method to use for video processing.
ca_es: Mètode de desentrellaçat per al processament del vídeo.

source: Discard
ca_es: Descarta

source: Blend
ca_es: Barreja

source: Mean
ca_es: Mitjana

source: Linear
ca_es: Lineal

source: Phosphor
ca_es: Fòsfor

source: Film NTSC (IVTC)
ca_es: Pel·lícula NTSC (IVTC)

source: Disable screensaver
ca_es: Inhabilita l'estalvi de pantalla

source: Disable the screensaver during video playback.
ca_es: Inhabilita l'estalvi de pantalla durant la reproducció de vídeo.

source: Inhibit the power management daemon during playback
ca_es: Inhibeix el dimoni del gestor d'energia durant la reproducció de vídeo.

source: Inhibits the power management daemon during any playback, to avoid the computer being suspended because of inactivity.
ca_es: Inhibeix el dimoni del gestor d'energia durant la reproducció de vídeo per evitar que l'ordinador entri en suspensió a causa de la inactivitat.

source: Window decorations
ca_es: Decoracions de la finestra

source: VLC can avoid creating window caption, frames, etc... around the video, giving a "minimal" window.
ca_es: El VLC evita crear un títol de finestra,marcs, etc... al voltant del vídeo mitjançant una finestra més «petita».

source: Video splitter module
ca_es: Mòdul del divisor de vídeo

source: This adds video splitters like clone or wall
ca_es: Aquesta opció us permet afegir divisors de vídeo com ara clon o mur

source: Video filter module
ca_es: Mòdul del filtre de vídeo

source: This adds post-processing filters to enhance the picture quality, for instance deinterlacing, or distort the video.
ca_es: Aquesta opció us permet afegir un filtre de postprocessament per millorar la qualitat de la imatge (per exemple, desentrellaçat) o distorsionar la finestra de vídeo.

source: Video snapshot directory (or filename)
ca_es: Directori de les instantànies del vídeo (o nom del fitxer)

source: Directory where the video snapshots will be stored.
ca_es: Aquesta opció us permet especificar el directori on les instantànies del vídeo s'emmagatzemaran.

source: Video snapshot file prefix
ca_es: Prefix del fitxer de les instantànies del vídeo

source: Video snapshot format
ca_es: Format de la instantània del vídeo

source: Image format which will be used to store the video snapshots
ca_es: Format d'imatge que s'utilitzarà per emmagatzemar les instantànies del vídeo

source: Display video snapshot preview
ca_es: Mostra la previsualització de la instantània del vídeo

source: Display the snapshot preview in the screen's top-left corner.
ca_es: Mostra la previsualització de la instantània a la cantonada superior esquerra de la pantalla.

source: Use sequential numbers instead of timestamps
ca_es: Utilitza la numeració seqüencial en comptes de les marques horàries

source: Use sequential numbers instead of timestamps for snapshot numbering
ca_es: Utilitza la numeració seqüencial en comptes de les marques horàries per a la numeració de les instantànies del vídeo

source: Video snapshot width
ca_es: Amplada de la instantània del vídeo

source: You can enforce the width of the video snapshot. By default it will keep the original width (-1). Using 0 will scale the width to keep the aspect ratio.
ca_es: Aquesta opció us permet forçar l'amplada de la instantània del vídeo. Per defecte es mantindrà l'amplada original (-1). Si s'utilitza 0 s'escalarà per tal de mantenir la relació d'aspecte.

source: Video snapshot height
ca_es: Alçada de la instantània del vídeo

source: You can enforce the height of the video snapshot. By default it will keep the original height (-1). Using 0 will scale the height to keep the aspect ratio.
ca_es: Aquesta opció us permet forçar l'alçada de la instantània de vídeo. Per defecte es mantindrà l'alçada original (-1). Si s'utilitza 0 s'escalarà per tal de mantenir la relació d'aspecte.

source: Video cropping
ca_es: Escapçament del vídeo

source: This forces the cropping of the source video. Accepted formats are x:y (4:3, 16:9, etc.) expressing the global image aspect.
ca_es: Aquesta opció us permet forçar l'escapçament del vídeo d'origen. Els formats acceptats són x:y (4:3, 16:9, etc.) per tal d'expressar l'aspecte global de la imatge.

source: Source aspect ratio
ca_es: Relació d'aspecte de la font

source: This forces the source aspect ratio. For instance, some DVDs claim to be 16:9 while they are actually 4:3. This can also be used as a hint for VLC when a movie does not have aspect ratio information. Accepted formats are x:y (4:3, 16:9, etc.) expressing the global image aspect, or a float value (1.25, 1.3333, etc.) expressing pixel squareness.
ca_es: Aquesta opció us permet forçar la relació d'aspecte de la font. Per exemple, alguns DVD es reconeixen com a 16:9 mentre que realment són 4:3. També es pot utilitzar com a suggeriment pel VLC quan una pel·lícula no té informació sobre relació d'aspecte. Els formats acceptats són x:y (4:3, 16:9, etc.) per expressar l'aspecte global de la imatge, o un valor coma flotant (1.25, 1.3333, etc.) per expressar la relació quadràtica del píxel.

source: Video Auto Scaling
ca_es: Escalat automàtic del vídeo

source: Let the video scale to fit a given window or fullscreen.
ca_es: Aquesta opció permet que el vídeo s'escali per tal d'encabir-se a la finestra o a la pantalla completa.

source: Video scaling factor
ca_es: Factor d'escalat del vídeo

source: Scaling factor used when Auto Scaling is disabled. Default value is 1.0 (original video size).
ca_es: Factor d'escalat emprat quan l'escalat automàtic està inhabilitat. El valor per defecte és 1.0 (mida original del vídeo).

source: Custom crop ratios list
ca_es: Llista personalitzada de les relacions d'escapçament

source: Comma separated list of crop ratios which will be added in the interface's crop ratios list.
ca_es: Llista separada per comes de les relacions d'escapçament que s'afegiran a la llista de relacions d'escapçament de la interfície.

source: Custom aspect ratios list
ca_es: Llista personalitzada de les relacions d'aspecte

source: Comma separated list of aspect ratios which will be added in the interface's aspect ratio list.
ca_es: Llista separada per comes de les relacions d'aspecte que s'afegiran a la llista de relacions d'aspecte de la interfície.

source: Fix HDTV height
ca_es: Fixa l'alçada HDTV

source: This allows proper handling of HDTV-1080 video format even if broken encoder incorrectly sets height to 1088 lines. You should only disable this option if your video has a non-standard format requiring all 1088 lines.
ca_es: Aquesta opció us permet gestionar de forma adequada el format del vídeo HDTV-1080 fins i tot quan un codificador espatllat estableix l'alçada a 1088 línies. Només heu d'inhabilitar aquesta opció si el vídeo té un format no estàndard que requereix realment 1088 línies.

source: Monitor pixel aspect ratio
ca_es: Relació d'aspecte dels píxels del monitor
